---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.RevitAPIPostEventArgs
source: html/e188277b-66ba-9bc6-3418-234290bb28ea.htm
---
# RevitAPIPostEventArgs Members

Indicates whether the event is being cancelled.